<html lang="ru">
<head>
    <title>Аренда авто</title>
    <style>
        body {
            font-family: PT Astra Sans;
            background-color: #e9e9f0;
        }
        .footer {
            background-color: dimgrey;
            position: fixed;
            right: 0;
            bottom: 0;
            text-align: center;
            width: 100%;
            font-size: 19px;
            font-weight: bold;
            color: #fafaff;
        }
    </style>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css">
</head>
<body>
<div class="main-text">
    <p style="text-weight: 470">
    В нашем клубе имеется солидная коллекция спортивных автомобилей — от достаточно распространенных
    серийных машин до настоящего гоночного эксклюзива. Воспользуйтесь уникальной возможностью побывать
    за рулем настоящей легенды и узнать, на что она способна за пределами гоночной трассы!
        Наш сервис – это доступные тарифы на услуги по аренде автомобилей. С действующими ценами можно ознакомиться на сайте. Если в прайс-листе не указана стоимость проката на необходимый вам период времени или вас интересует прокат авто в Казани на особых условиях, то мы можем обсудить детали аренды по телефону 8 (800) 333-82-30. Цена на аренду зависит от времени, на которое нужен автомобиль. Чем дольше вы планируете им пользоваться, тем ниже тарифы. Для того чтобы клиентам было максимально удобно рассчитываться за прокат транспортного средства, мы предлагаем несколько способов оплаты: электронными средствами или банковской картой.
    </p>
    <br>
    <p>Многие компании уже оценили преимущества аренды авто в Казани по сравнению с содержанием собственного автопарка. Почему это выгодно:
    <ul style="text-align: justify;">
        <li>Легко оценить и спланировать бюджет на транспорт. Не нужно думать о покупке, ремонте, плановом осмотре и страховании, так как все эти расходы учтены в тарифах на аренду.</li>
        <li>Налоговая оптимизация – можно выбрать схему сотрудничества с выделением НДС или без него.</li>
        <li>Значительная экономия средств компании за счет отсутствия необходимости ремонтировать авто и нести другие расходы на транспорт.</li>
    </ul>
    </p>
</div>
<div class="footer">
    <p>Остались вопросы? Звони! 89520302580</p>
</div>
</body>
</html>
