<?php class_exists('app\core\Template') or exit; ?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title> Информация </title>
</head>
<body>
   
<h1>Добро пожаловать в дневник расходов и доходов!</h1>
<p>Дневник расходов и доходов - это инструмент для анализа ваших денежных средств.
    С его помощью вы сможете легко отслеживать, как много у вас сбережений,
    куда ушли деньги и сколько составила выручка за месяц или любой другой период.
</p>
<a href="<?php echo $main_action ?>">Назад</a>

</body>
</html>




