<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <title>Kurwa Bober</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-GLhlTQ8iRABdZLl6O3oVMWSktQOp6b7In1Zl3/Jr59b6EGGoI1aFkw7cmDA6j6gD" crossorigin="anonymous">
    <link rel="stylesheet" href="../public/styles/style.css">
    <link rel="icon" href="../public/assets/icons/bobr.png">
</head>
<body>
<div class="paper">
    <h1>Kurwa Bober</h1>
    <p>
        Бобры — это звери, которые проделывают захватывающие и удивительные постройки из дерева, камней и грязи. Они являются одними из самых трудолюбивых животных на земле и заслуживают нашего внимания и уважения. Бобры могут достигать веса до 30 килограммов и длины тела до 1,5 метра. Их известность возросла в последнее время благодаря тому, что они являются экологическими инженерами, создавая и поддерживая экосистемы.
    </p>
    <img alt="Kurwa Bobr" src="https://kaifolog.ru/uploads/posts/2020-04/1586238891_001.jpg" />
    <p>
        Бобры очень умные и искусные строители. Они используют в своей работе зубы, которые являются самыми твердыми тканями в организме млекопитающих. Бобры строят плотины из свежих деревьев и растительности, которые служат для создания водоемов и обеспечения доступа к еде и месту жительства. Они также делают норы и тоннели, предназначенные для убежища и хранения пищи.
    </p>
    <p>
        Бобров считают одними из самых важных экосистемных инженеров на планете. Они создают и поддерживают места, которые обеспечивают убежища и еду для многочисленных видов растительности и животных. Бобры также способствуют уменьшению эрозии почвы и загрязнению воды, благодаря созданию стабильных водоемов. Их роль в поддержании биоразнообразия невозможно преуменьшить.
    </p>
    <img src="https://avatars.mds.yandex.net/i?id=8916b339f8b40d208ad17470c93623a09ddaecd3-8981391-images-thumbs&n=13" alt="Kurwa Bobr">
    <p>
        Жизнь бобра проходит в тесной связи с водой. Они живут практически везде, где есть вода: от потока на заднем дворе до рек Великого позади Океана. Вода является для бобров средой для создания домов, но также она позволяет им отстояться от хищников и защитить свою территорию. Бобры, в основном, ночные животные, но иногда они выходят на дневной свет, чтобы загрызать траву и кусты.
    </p>
    <img alt="Kurwa Bobr" src="https://krot.info/uploads/posts/2022-03/thumbs/1646991267_38-krot-info-p-zabavnie-bobri-smeshnie-foto-39.jpg">
    <p>
        Бобры играют важную роль в экологии Земли. Их деятельность помогает увеличить биоразнообразие в природе и создает благоприятные условия для жизни других видов животных и растений. Мы должны уважать их жизнь и труд, и помнить, что наша связь с природой является незыблемой.
    </p>
</div>
<script>
    window.addEventListener('scroll', function() {
        const scrollWindow = prompt('Кажется, вам нужен скролл. Просто введите кол-во пикселей, на которое хотите переместиться :)');
        if (scrollWindow) {
            window.scrollTo(0, pageYOffset + Number(scrollWindow));
        } else {
            window.scrollTo(pageXOffset, pageYOffset);
        }
    });
</script>
</body>
</html>